/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "IT-070918";

"common-controls-restart"		= "Riavvia";
"common-controls-shutdown"		= "Spegni";
"common-controls-continue"		= "Continua";

"common-tab-apple-title"		= " Informazioni ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Test hardware ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Profilo hardware ";	// does look better with spaces at head and tail
"common-version-str"			= "Versione ";
"common-bundle-str"				= "Bundle ";

"mark-graphics-unknown-str"		= "Video sconosciuto";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Installato";
"mark-generic-absent-str"		= "Non trovato";
"mark-generic-hasDevice-str"	= "Dispositivo collegato";
"mark-generic-hasNoDevice-str"	= "Nessun dispositivo collegato";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hertz";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " ora ";
"units-hours-str"		= " ore ";
"units-min-str"			= " min ";
"units-mins-str"		= " min ";
"units-sec-str"			= " sec";
"units-secs-str"		= " sec";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test non supporta questo computer.";
"notcompat-ownrisk-str"			= "Continua a tuo rischio [solo pre-release].";


"test-head-intro1-text"			= "Apple Hardware Test può eseguire un test hardware del computer Macintosh.";
"test-head-intro2-text"			= "Per realizzare i test, fai clic sul pulsante “Test” oppure premi il tasto “T”.";

"test-probe-onto-text"			= "Probing hardware in corso; potrebbe richiedere qualche istante...";
"test-probe-outof-text"			= "Probing hardware completo.";

"test-controls-launch"			= "Test";
"test-controls-interrupt"		= "Interrompi test";

"test-choices-title"			= "Scelta test";
"test-about-title"				= "Info su test e risultati";
"test-results-title"			= "Risultati test";

"test-results-notestyet"		= "Impossibile eseguire test prima della fine del probing.";
"test-results-nodevfound"		= "Nessun dispositivo presente.";
"test-results-notyet"			= "Pronto per il test.";
"test-results-quick-ongoing"	= "Test in corso.";
"test-results-extend-ongoing"	= "Test Esteso in corso.";
"test-results-willstop"			= "Il test sarà interrotto.";
"test-results-interrupted"		= "Il test non è stato completato.";
"test-results-nofail"			= "Nessun problema rilevato.";
"test-results-error"			= "Errore interno durante il test.";
"test-results-failed"			= "Attenzione! Apple Hardware Test ha rilevato un errore.";

"test-ongoing-short-status"		= "Test in corso.";
"test-ongoing-mlb-status"		= "Test scheda logica principale.";
"test-ongoing-memory-status"	= "Test memoria.";
"test-ongoing-storage-status"	= "Test archivio.";
"test-ongoing-video-status"		= "Test grafica.";

"test-ongoing-pass-time-text"	= " di test...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= " di test...";
"test-ongoing-sess-pass-text"	= "Numero di passaggi: ";
"test-ongoing-sess-time-text"	= "Tempo totale del test: ";

"test-desc-initial-1-text"	= "Apple Hardware Test è uno strumento per rilevare i problemi dei componenti hardware del proprio computer.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "I test eseguiti aiuteranno a determinare se il computer ha un problema hardware o un problema software.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Se i risultati del test determinano che non è presente un problema hardware, consulta il manuale e/o l'Aiuto (di sistema) fornito con il computer per un'ulteriore guida nella risoluzione del problema.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Tempo stimato di completamento: 3 minuti o più, a seconda della memoria installata.";	/* default */
"test-desc-intro-quick-text2"	= "Tempo stimato di completamento: da 10 a 15 secondi o più, a seconda della memoria installata.";
"test-desc-intro-quick-text3"	= "Tempo stimato di completamento: 2 minuti o più, a seconda della memoria installata.";
"test-desc-intro-quick-text4"	= "Tempo stimato di completamento: 4 minuti o più, a seconda della memoria installata.";

"test-desc-intro-extend-text"	= "Tempo stimato di completamento: un'ora o più, a seconda della memoria installata.";	/* default */
"test-desc-intro-extend-text2"	= "Tempo stimato di completamento: da 10 a 15 minuti o più, a seconda della memoria installata.";
"test-desc-intro-extend-text3"	= "Tempo stimato di completamento: 30 minuti o più, a seconda della memoria installata.";
"test-desc-intro-extend-text4"	= "Tempo stimato di completamento: 2 ore o più, a seconda della memoria installata.";

"test-desc-option-extend-text"	= "Esegui test completo (richiede molto più tempo).";
"test-desc-option-loop-text"	= "Looping abilitato.";

"test-desc-quick-running-1-text"	= "Test in corso...";
"test-desc-quick-running-2-text"	= "Per fermare il test, fai clic su “Interrompi test”.";
"test-desc-quick-running-3-text"	= "Oppure premi contemporaneamente i tasti “comando” (“Apple”) e “.” (punto).";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Test esteso in corso...";
"test-desc-extend-running-2-text"	= "Per fermare il test, fai clic su “Interrompi test”.";
"test-desc-extend-running-3-text"	= "Oppure premi contemporaneamente i tasti “comando” (“Apple”) e “.” (punto).";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Attenzione! Apple Hardware Test ha rilevato un errore.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Anzitutto, prendi nota del codice di errore nel campo Risultati.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Successivamente, se vi sono periferiche connesse, spegnere il computer e disconnettere le periferiche per eseguire il Test Esteso per verificare i risultati.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Se viene riportato ancora l’errore, consultare la documentazione di supporto fornita con il proprio computer per informazioni su come contattare AppleCare per ottenere maggiore assistenza.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Attenzione! Apple Hardware Test ha rilevato un errore all'avvio.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Anzitutto, prendi nota dei Codici di Errore nel campo Risultati.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Successivamente, se vi sono periferiche connesse, spegnere il computer e disconnettere le periferiche per eseguire il Test Esteso per verificare i risultati.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Se viene riportato ancora l’errore, consultare la documentazione di supporto fornita con il proprio computer per informazioni su come contattare AppleCare per ottenere maggiore assistenza.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Prodotto";
"prof-prod-group-subtitle"		= "Dettagli prodotto:";
"prof-prod-name-label"			= "Nome Macintosh:";
"prof-prod-model-label"			= "Modello Macintosh:";
"prof-prod-cputype-label"		= "Tipo CPU:";
"prof-prod-cpucount-label"		= "Numero di processori:";
"prof-prod-cpucoretotal-label"	= "Numero di nuclei totali:";
"prof-prod-cpucorecount-label"	= "Numero di nuclei:";
"prof-prod-cpuspeed-label"		= "Velocità CPU:";
"prof-prod-cpucache-label"		= "CPU con cache L2 (per processore):";

"prof-prod-L2cache-label"		= "Cache L2:";
"prof-prod-L2cachecore-label"	= "Cache L2 (per core):";
"prof-prod-L3cache-label"		= "Cache L3:";

"prof-prod-cpucache3-label"		= "Cache L3 (per CPU)";
"prof-prod-mlb-sn-label"		= "Numero di serie MLB:";
"prof-processor-tray-sn-label"	= "Numero di serie slot processore:";

"prof-graph-group-title"		= "Video";
"prof-graph-group-subtitle"		= "Dettagli video:";
"prof-graph-chipset-label"		= "Grafica:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Larghezza schermo (pixel):";
"prof-graph-disp-height-label"	= "Altezza schermo (pixel):";

"prof-communi-group-title"		= "Comunicazione";
"prof-communi-group-subtitle"	= "Dettagli comunicazione:";
"prof-communi-enet-mac-label"	= "Indirizzo MAC Ethernet:";
"prof-communi-fwire-mac-label"	= "Indirizzo MAC FireWire:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "Ricevitore IR:";
"prof-communi-usb1-connect-label"	= "Porta USB 1:";
"prof-communi-usb2-connect-label"	= "Porta USB 2:";
"prof-communi-usb3-connect-label"	= "Porta USB 3:";
"prof-communi-usb4-connect-label"	= "Porta USB 4:";

"prof-memo-group-title"			= "Memoria";
"prof-memo-group-subtitle"		= "Dettagli memoria:";
"prof-memo-overview-label"		= "Dati";
"prof-memo-slot-1-label"		= "Memoria #1";
"prof-memo-slot-2-label"		= "Memoria #2";
"prof-memo-slot-3-label"		= "Memoria #3";
"prof-memo-slot-4-label"		= "Memoria #4";
"prof-memo-slot-5-label"		= "Memoria #5";
"prof-memo-slot-6-label"		= "Memoria #6";
"prof-memo-slot-7-label"		= "Memoria #7";
"prof-memo-slot-8-label"		= "Memoria #8";

"prof-memo-type-str"			= "SDRAM saldata su MLB.";
"prof-memo--str"				= "Sconosciuta";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Tempo di Ciclo (ns)";
"prof-memo-ct2-str"				= " Ciclo (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Abbinato con #";
"prof-memo-paired-not-str"		= " non abbinato";
"prof-memo-mismatch-label"		= "Non corrispondenza:";
"prof-memo-size-str"			= " dimensioni";
"prof-memo-speed-str"			= " velocit'";
"prof-memo-vendor-str"			= " fornitore";
"prof-memo-recommend-str"		= "Consigliato: ";
"prof-memo-post-fail-str"		= "Errore di POST";

"prof-board-group-title"		= "Scheda logica";
"prof-board-brom-vers-label"	= "Versione Boot ROM:";
"prof-board-smc-vers-label"		= "Versione SMC:";
"prof-board-syst-sn-label"		= "Numero di serie:";
"prof-board-bootdev-label"		= "Dispositivo di avvio di default:";

"prof-stor-group-title"			= "Archivio";
"prof-stor-size-label"			= "Dimensioni:";

"prof-powr-group-title"			= "Alimentazione";
"prof-powr-group-subtitle"		= "Dettagli alimentazione:";
"prof-powr-src-label"			= "Fonte di alimentazione:";
"prof-powr-src-wall-str"		= "Alimentatore";
"prof-powr-src-batt-str"		= "Batteria";
"prof-powr-ac-on-str"			= "Connesso";
"prof-powr-ac-off-str"			= "Non connesso";
"prof-powr-capac-label"			= "Capacità:";
"prof-powr-volt-label"			= "Voltaggio:";
"prof-powr-status-label"		= "Stato:";

